Repository: mozilla-l10n/mt-training-data
Catalog: mn/mn_pontoon.tmx
Source language: en_us
Languages: mn

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
mn: Common Voice датасет аль болох ашигтай болгохын тулд бид зөвхөн Creative Commons (CC0) лицензийн доорх эх бичвэрийг ашиглахаар шийдсэн. CC0 стандартыг ашиглах нь уншуулах эх текстийг хайх, олж авахад илүү төвөгтэй гэсэн үг юм. Гэхдээ хэн нэг нь ямар нэгэн хязгаарлалтгүйгээр эсвэл Mozilla-ийн зөвшөөрөлгүйгээр дуут өгөгдлийг ашиглахыг зөвшөөрдөг. Эцэст нь, олон хэл дээрх датасетийг судлаачид, их дээд сургуулиуд, бизнесүүд, засгийн газрууд, нийгмийн зорилтот байгууллагууд, хоббичид зэрэг бүх хүмүүст аль болох ашигтай байлгахыг хүсч байна.

source: Top Contributors
mn: Шилдэг хувь нэмэр оруулагчид

source: Total
mn: Нийт

source: Total Approved
mn: Нийт зөвшөөрөгдсөн

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
mn: { $totalHours } цагдууслаа{ $periodMonths } саруудХэрэв{ $people } хүмүүсбичлэг{ $clipsPerDay } бичлэгнүүдөдөр

source: Toward next goal
mn: Дараагийн зорилгоруу чиглэх

source: Track progress here and on your stats page.
mn: Явцыг эндээс болон статистик хуудсан дээрээс дагах.

source: Turkish
mn: Турк хэл

source: Ubykh
mn: Убых хэл

source: Udmurt
mn: Удмурт

source: Ukrainian
mn: Украйн хэл

source: Unable to speak right now?
mn: Ярих боломжгүй байна уу?

source: UPLOAD
mn: ХУУЛАХ

source: Upload aborted. Do you want to delete your recordings?
mn: Илгээлт цуцлагдлаа. Та дуу бичлэгээ устгахыг хүсэж байна уу?

source: Upload an image file
mn: Зураг серверт илгээх

source: Urdu
mn: Урдү хэл

source: User Name
mn: Хэрэглэгчийн нэр

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
mn: Хэрэглэгчид өгүүлбэрүүдийг үнэн зөв уншсан эсэхийг шалгаж, хандивлагдсан клипүүдийн нарийвчлалыг баталгаажуулдаг.

source: Using Common Voice
mn: Common Voice ийг хэрэглэх нь

source: Uzbek
mn: Узбек хэл

source: Validated Clips
mn: Шалгагдсан бичлэг

source: Validated Hours
mn: Баталгаажуулсан цаг

source: Validated Hrs
mn: Хянасан цаг

source: Validated Hr. Total
mn: Нийт баталгаажуулсан цаг

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
mn: Хандивласан дуу бичлэгийг бататгах нь Common Voice дуу бичлэг хийхтэй ижил чухал. Та сонсоод, чанартай нээлттэй дуу бичлэгийн өгөгдөл бэлдэхэд тусална уу.

source: Validations
mn: баталгаажилтууд

source: Venetian
mn: Венець хэл

source: Version
mn: Хувилбар

source: Vietnamese
mn: Ветьнам хэл

source: View your progress against personal and project goals.
mn: Хувийн болон төслийн зорилготой зэрэгцүүлсэн явцаа харах.

source: Visible
mn: Ил

source: Voice clips are entered into a submission queue that readies them for listening.
mn: Клипүүдийг сонсоход бэлэн болгох дараалалруу орууллаа.

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
mn: Дуу бол байгалийнх, дуу бол хүнийх. Тиймээс бид машинуудад ашиглагдах дууны технологийг хөгжүүлэхийг хүсэж байгаа юм. Дууны технологи хөгжүүлэхэд хөгжүүлэгчдэд том хэмжээний өгөгдөл хэрэг болдог.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
mn: Хэл бол байгалийнх, хэл бол хүнийх. Тиймээс бид төхөөрөмжүүддээ хэрэглэх яриа таних технологи үүсгэх сонирхол хөдөлсөн юм. Мэдээж ярианд суурилсан систем хөгжүүлэхэд асар их хэмжээний ярианы өгөгдөл шаардлагатай.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
mn: Дуу хоолой таних технологи нь машинтай харилцах арга замыг бүрэн хувьсгаж өөрчилж байна. Гэвч одоо байгаа системүүд нь үнэтэй, мөн хувь хүн компаниудын өмчлөл дор байдаг. Common Voice нь Mozilla-ийн санаачлагын нэг хэсэг бөгөөд дуу хоолой таних технологиудыг илүү сайн, хүн бүрт илүү хүртээмжтэй болгох санаачлага юм. Common Voice нь дэлхий даяархи хүмүүсийн хандивласан датасет бөгөөд дуу хоолойтой аппликейшнуудыг бүх хэл дээр хурдан, хялбараар сургах боломжийг олгодог. Бид зөвхөн өргөн хэмжээнд ашиглагддаг хэлээр ярих дуу хоолойг цуглуулдаг төдийгүй мөн бага хэмжээний хүн амыг хамарч хэрэглэгддэг хэлүүдийг ч гэсэн багтаан цуглуулж байна. Дуу хоолойн янз бүрийн мэдээллийн санг түгээх нь хөгжүүлэгчид, бизнес эрхлэгчид, олон нийтийн дундахэнэ ялгаатай байдлыг арилгахад тус дөхөм болно. Common Voice мэдээллийн сангаас гадна Deep Speech нэртэй нээлттэй эхийн ярианы таних системийг бий болгож байна.

source: Voice recording in progress
mn: Дууг бичиж байна

source: Voices Online Now
mn: Дуу хоолойнууд одоо идэвхижлээ

source: Votic
mn: Водск хэл

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
mn: VoxForge нь Чөлөөт болон Нээлттэй Эхийн дуу хоолой таних хөдөлгүүрийг ашиглахад бичсэн үгсийг цуглуулах зорилгоор байгуулагдсан байна.

source: Want to change your voice clip?
mn: Дууны бичлэгээ өөрчилмөөр байна уу?

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
mn: Common Voice-ийг сайжруулахад туслахыг хүсэж байна уу? Болж байна! Тэгвэл имэйлээр эсвэл <discourseLink> Discourse </discourseLink> форум ашиглан холбогдоорой, ямар нэгэн асуудал гарвал <githubLink> GitHub </githubLink> дээр issue илгээх, эсвэл <matrixLink> Matrix </matrixLink> олон нийтийн чатруу холбогдооро.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
mn: Common Voice датасет-н шинэ хувилбарын талаархи мэдээллийг авч баймаар байна уу? Манай мэдээний жагсаалтанд бүртгүүлээрэй.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
mn: Дуунд тулгуурласан программ сургах нээлттэй, олон нийтийн дуу бичлэгийн өгөгдлийн цогц байгуулахыг бид зорьж байна.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
mn: Бид Мозилла дээр дуу хоолойн технологийн нийгэмлэг үүсгэж байна. Шинэчлэл хийх, шинэ өгөгдлийн эх олох зэрэгт холбоотой байж, энэхүү өгөгдлийг та хэрхэн ашиглаж буй талаар бид мэдэхийг хүсэж байна.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
mn: Томоохон, олон нийтэд нээлттэй дуут мэдээллийн сангууд нь машин техник дээр суурилсан ярианы технологид шинэлэг, эрүүл, арилжааны өрсөлдөөнийг бий болгодог гэдэгт бид итгэдэг. Энэ бол дэлхий нийтийн хүчин чармайлт бөгөөд бид бүх хүмүүсийг оролцохыг урьж байна. Бидний зорилго бол ярианы технологийг дэлхийн өнцөг булан бүрт байгаа дуу хоолойн олон талт байдлыг тусгах илүү өргөн хүрээг хамарсан байх явдал юм.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
mn: Томоохон, олон нийтэд хүртээмжтэй дуу авианы өгөгдлийн санууд нь машин сургалт дээр суурилсан ярианы технологид шинэлэг, эрүүл, арилжааны өрсөлдөөнийг бий болгоно гэдэгт бид итгэдэг. Common Voice олон хэлний өгөгдлийн сан нь аль хэдийн энэ төрөлдөө олон нийтэд нээлттэй хамгийн датасет болсон байна, гэхдээ зөвхөн цор ганц биш гэдэг нь мэдээж. Бусад нээлттэй эхийн өгөгдлийн сан, Common Voice-н оролцооны явц, шинэ хувилбарын шинэчлэлтүүд гэх мэтийн талаар энэ хуудас руу хандаж мэдээлэл аваарай.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
mn: Бичлэг бүрийн дундаж уртыг тооцоолох замаар цагийг тооцоолж, дараа нь бүх хэлээр нийт бичлэгүүдийн тоогоор үржүүлдэг.

source: We don't have anything to validate in this language, help us fill the queue.
mn: Энэ хэл дээр бататгах зүйл одоогоор алга, та бидэнд дарааллыг нөхөхөд тусална уу.

source: Weekly
mn: Долоо хоног тутам

source: Weekly Goal
mn: Долоо хоногийн зорилт

source: Welcome { $company } staff!
mn: { $company } ажилтан тавтай морилно уу!

source: Welsh
mn: Уэльс хэл

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
mn: Таны мэдээлэлд маш болгоомжтой хандахаа бид танд амлаж байна. Та манай нууцлалын нөхцөлтэй <privacyLink>Privacy Notice</privacyLink> хаягаар орж танилцана уу.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
mn: Бид дуу хоолойгоор удирдагддаг програм хангамж хөгжүүлэхийг хүссэн хэн болгонд ч нээлттэй олон хэлтэй дуу хоолойны датасетийг бий болгож байна.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
mn: Бид нээлттэй эх бүхий дуу хоолойн өгөгдлийг олон нийтийн тусламжтайгаар цуглуулж байна. Та өөрийнхөө хоолойг хандивлаж бусад бичлэгнүүдийн үнэн зөвийг баталгаажуулах байдлаар энэхүү санг илүү сайжруулах боломжтой.

source: We’re sorry, but your platform is not currently supported.
mn: Уучлаарай, таны платформ одоогоор дэмжигдээгүй байна.

source: We've just launched a new contribution experience
mn: Хамтран ажиллах шинэ боломж гарлаа

source: We've run out of clips to validate in this language...
mn: Бид энэ хэл дээр шалгах бичлэггүй боллоо.

source: We've run out of sentences to record in this language...
mn: Бид энэ хэлээр бичих өгүүлбэрүүдгүй боллоо...

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
mn: Бид Common Voice датасетийг яриаг текстрүү хөрвүүлэх машин яг ажиллахдаа байгалд яг яаж сонсогдож байна тэр байдлаар нь сайн таньж ажилладаг байлгахаар чанартай байлгахыг хүсч байна тиймээс бид янз бүрийн дуу хоолойны бичлэгийг хайж байна. Янз бүрийн хэлээр ярьдаг хүмүүсээс гадна машин тэрэг ард дуугахар гэх мэтийн бодит байдалд бий болдог олон төрлийн нөхцөл байдалд сайн ажилладаг байхаар яриаг текстрүү хөрвүүлэгч машинд заах ёстой. Таны дууны клип дэх сонсоход ойлгомжтой л бол манай датасетд хангалттай нийцнэ.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
mn: Та Common Voice-д хэлээ яаж нэмэх талаар бид удахгүй нэмж мэдээлэх болно.

source: We will be in touch with more information as it becomes available.
mn: Илүү мэдээлэл үүсгэхийн тулд бид үргэлж холбоотой байх болно.

source: We will not make your email public.
mn: Бид таны имэйл хаягийг нийтэд ил тавихгүй.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
mn: Өгөгдлийн цогцоос бичлэгүүдээ хасах гэсэн таны хүсэлтийг удахгүй шалгах болноо. Хэрэв таны хүсэлт баталгаажвал өгөгдлийн цогцыг татаж авсан хүмүүстэй ч мөн холбогдож тэдэнд байгаа таны бичлэгүүдийг хасахыг мөн хүснээ.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
mn: Common Voice датасет дэх хэлэгчдийн "хэн болохыг тодорхойлох" боломжгүй гэдэг нь юу гэж байгаа юм бол?

source: What is Common Voice?
mn: Common Voice гэж юу вэ?

source: What issues are you experiencing with this sentence?
mn: Энэ өгүүлбэрт танд ямар асуудал тулгарсан бэ?

source: What is the level of quality needed for the audio in order to be used?
mn: Дуу бичлэг хэрэглэгдэхийн тулд хэр чанартай байх ёстой вэ?

source: What kind of goal do you want to build?
mn: Та ямар зорилт тавихыг хүсч байна?

source: What level of audio quality is required for a voice clip to be used in the dataset?
mn: Датасетд ашиглагдах дуут клипийн хувьд аудио чанарын ямар түвшин шаардлагатай вэ?

source: What’s inside the Common Voice dataset?
mn: Common Voice датасет дотор юу байгаа вэ?

source: What's Public?
mn: Нийтийн гэж юу вэ?

source: What’s the difference between Common Voice and Deep Speech?
mn: Common Voice болон Deep Speech нарын хооронд ямар ялгаа байдаг вэ?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
mn: Хэрэглэгч клипийг татгалзвал буцаад Дараалалруу орно. Хэрэв хоёр дахь удаагаа татгалзагдвал клипийг Clip Graveyard хэсэгрүү нүүлгэнэ.

source: When will you release Common Voice data in other languages?
mn: Бусад хэл дээрх Common Voice-н өгөгдлүүдийг хэзээ гаргах вэ?

source: Where does the source text come from?
mn: Бичвэрүүдийн эх сурвалж хаанаас ирж байгаа вэ?

source: Why ?
mn: Яагаад?

source: Why a profile?
mn: Яагаад профайл гэж?

source: Why Common Voice?
mn: Яагаад Common Voice гэж?

source: Why does this matter?
mn: Яагаад хамаатай вэ?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
mn: Та яагаад хүмүүсээс өөр өөр хэлээр ном эсвэл Wikipedia-ээс уншиж өгөхийг хүсч болохгүй гэж?

source: Why do you need so many different speakers per language?
mn: Хэл болгонд яагаад олон янзын хоолой хэрэгтэй вэ?

source: Why is 10,000 hours the goal for capturing audio?
mn: Яагаад 10&thinsp;000 цагийн дуу бичлэг зорилт болоод байна?

source: Why is 10,000 validated hours the per language goal for capturing audio?
mn: Аудиог шийдэхэд яагаад хэл болгонд баталгаажуулалсан 10,000 цаг шаардлагатай вэ?

source: Why is Common Voice part of the Mozilla mission?
mn: Common Voice нь яагаад Mozilla-ийн зорилтын нэг хэсэг вэ?

source: Why is it important?
mn: Яагаад энэ чухал гэж?

source: Why is my language not included yet?
mn: Яагаад манай хэл байхгүй байна вэ?

source: Why should I sign up for an account?
mn: Яагаад би бүртгүүлэх ёстой вэ?

source: Will speech-to-text, via Common Voice, ever become part of Firefox?
mn: Хэзээ нэгэн цагт Firefox нь Common Voice дээх суурилан цээжээр бичүүлэх боломжтой болох уу?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
mn: Та өөрийнхөө дуу хоолойны бичлэгүүдийг бас устгамаар байна уу эсвэл тэднийг Common Voice-н өгөгдлийн цогцод үлдээмээр байна уу?

source: Yes
mn: Тийм

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
mn: Тийм, надад э-мэйл илгээж болно. Би Common Voice төслийн талаар мэдээлэл авч баймаар байна.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
mn: Надад э-мэйл илгээнэ үү. Би Common Voice дээрх энэ хэлний хувьд мэдээлэл авч байхыг хүсэж байна.

source: Yes, we definitely want your voice! Part of the aim of Common Voice is to gather as many different accents as possible, so that computers can better understand <bold>everyone</bold> when they speak.
mn: Тийм ээ, бид ямар ч тохиолдолд таны дуу бичлэгийг авахыг хүсэж байна. Common Voice -н нэг зорилго бол компьютерыг аль болох <bold>хүн бүрийг</bold> ойлгодог болгохын тулд олон төрлийн аялга цуглуулах явдал юм.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
mn: Тийм ээ, бидэнд таны хоолой хэрэгтэй! Common Voice-н зорилго нь аль болох олон янзын аялга цуглуулах бөгөөд ингэснээр дуу хоолой таних системүүд нь хүн бүрт адилхан үйлчилэх бололцоотой болох юм. Өөрөөр хэлбэл, төрөлх хэлээр нь ярьдаггүй хүмүүсийн хандив маш онцгой ач холбогдолтой.

source: You
mn: Та

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
mn: Та <size>{ $size }GB</size> файл татах гэж байна, үргэлжлүүлэх үү?

source: You are prepared to initiate a download of <b>{ $size }</b>
mn: Та <b>{ $size }</b> хэмжээтэйг татаж авах гэж байна

source: You can choose to make your username public or anonymous.
mn: Хэрэглэгчийн нэрээ нийтэд ил болгох аль эсвэл нууц болгох боломжтой.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
mn: Та Common Voice дээр профайл үүсгэх, дуу хоолойгоо хандивлах зэргээр олныг хамарсан, нээлттэй эх бүхий сан үүсгэхэд туслах боломжтой.

source: You can view our source sentences in <dataLink>this GitHub folder</dataLink>.
mn: Та хэрэглэгдэж буй өгүүлбэрүүдийг энэ <dataLink>GitHub-Хавтас</dataLink>-наас үзэх боломжтой.

source: You must allow microphone access.
mn: Та микрофон руу хандах эрхийг нээх ёстой.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
mn: Таны нууц нэрээр илгээсэн дуу хоолойны бичлэгүүд Common Voice-н өгөгдлийн цогцод цаашид үлдэх болно. Та хэрэглэгчийн эрхээ устгавал цаашид өгөгдлийн цогцоос бичлэгүүдээ устгах хүсэлт илгээх боломжгүй.

source: Your avatar now includes a voice clip!
mn: Таны аватар одоо дууны бичлэг агууллаа!

source: Your daily goal has been created
mn: Таны өдөр тутмын зорилт үүслээ

source: Your download has started.
mn: Таны татац эхэллээ.

source: You’re contributing to our first target segment
mn: Та манай эхний зорилтын хэсэгт оролцож байна

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mn: Та одоогоор зорилт сануулагч, явцын талаархи шинэчлэлт, Common Voice-н тухай мэдээ зэргийг имэйлээр хүлээн <bold> АВАХГҮЙ </bold> тохиргоог хийсэн байна.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mn: Та одоогоор зорилт сануулагч, явцын талаархи шинэчлэлтүүд, Common Voice-н талаархи мэдээ гэх мэтийг имэйлээр хүлээн авахаар тохируулсан байна

source: Your Languages
mn: Таны хэлнүүд

source: Your username and email will not be associated with the published data.
mn: Таны хэрэглэгчийн нэр болон имэйл нь нийтлэгдсэн өгөгдөлтэй холбоогүй байна.

source: Your weekly goal has been created
mn: Таны долоо хоногийн зорилт үүслээ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
mn: Та өнөөдөр бичихээр зорьсон »{ $goalValue }« -н <goalPercentage></goalPercentage> хувийг гүйцээхэд Common Voice-д тусаллаа!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
mn: Та өнөөдөр бататгахаар зорьсон »{ $goalValue }« -н <goalPercentage></goalPercentage> хувийг гүйцээхэд Common Voice-д тусаллаа!

source: You've successfully signed up for contributing to { $language }. Thank you.
mn: Та { $language } хэлэнд хувь нэмрээ оруулахаар бүртгүүллээ. Танд баярлалаа.

source: 10 Minutes
mn: 10 минут

source: 1 Day
mn: 1 өдөр

source: 1 Hour
mn: 1 цаг

source: 1 Month
mn: 1 сар

source: 1 Week
mn: 1 долоо хоног

source: 2 Weeks
mn: 2 долоо хоног

source: Add-on version
mn: Нэмэлт хэрэглүүрийн хувилбар

source: Add-on Version
mn: Нэмэлт хэрэглүүрийн хувилбар

source: An error occurred
mn: Алдаа гарлаа

source: Black
mn: хар

source: Blue
mn: хөх

source: cancel
mn: цуцлах

source: Capture a Page
mn: Хуудасын зурагыг авах

source: Clear
mn: Арилгах

source: Clear search
mn: Хайлтыг арилгах

source: Close preferences
mn: Сонголтуудыг хаах

source: Coming Soon…
mn: Тун удахгүй…

source: Confirm
mn: Бататгах

source: Copied
mn: Хуулбарласан

source: Copy
mn: Хуулах

source: Copy image text
mn: Дүрсийнн бичвэрийг хуулах

source: Creating { $title }
mn: { $title } үүсгэж байна

source: Crop
mn: Хайчлах

source: (database time: { $time }ms)
mn: Өгөгдлийн сангийн хугацааны тамга: ({ $time } мс)

source: Day
mn: Өдөр

source: Disconnect
mn: Холболт салгах

source: does not expire
mn: хугацаа дуусахгүй

source: Edit this image
mn: Энэ дүрсийг засварлах

source: Error rendering page: { $error }
mn: Хуудасыг дүрслэн харуулахт алдаа гарлаа: { $error }

source: Error saving expiration
mn: Дуусах хугацаагийг хадгалсанд алдаа гарлаа

source: Error saving title
mn: Гарчгийг хадгалсанд алдаа гарлаа

source: expired { $timediff }
mn: { $timediff } хугацаа дууссан

source: expired <timediff></timediff>
mn: <timediff></timediff> хугацаа дууссан

source: expires { $timediff }
mn: { $timediff } хугацаа дуусана

source: expires <timediff></timediff>
mn: <timediff></timediff> хугацаа дуусана

source: FAQs
mn: ТТА хуудас

source: Free Download
mn: Үнэ төлбөргүй татж авах

source: Generated at: { $created }
mn: Үүсгэгдсэн хугацааны тамга: { $created }

source: Get Started
mn: Эхэлцгээе

source: Give Feedback
mn: Санал хүсэлт илгээх

source: Green
mn: ногоон

source: Grey
mn: саарал

source: Guest Account
mn: Зочин хэрэглэгч

source: Highlighter
mn: Тодруулагч

source: Home
mn: Эхлэл хуудас

source: in a few seconds
mn: хэдэн сэкундын дотор

source: Indefinitely ∞
mn: Тодорхойгүй үргэлжлэх хугацаа ∞

source: in { $number } days
mn: { $number } өдрийн дотор

source: in { $number } hours
mn: { $number } цагыг дотор

source: in { $number } minutes
mn: { $number } минутын дотор

source: just now
mn: мөнөөхөн

source: Legal
mn: Эрхзүй

source: Metrics
mn: Хэмжүүр

source: Next page
mn: Дараагийн хуудас

source: { $number } days ago
mn: { $number } өдрийн өмнө

source: { $number } hours ago
mn: { $number } цагын өмнө

source: { $number } minutes ago
mn: { $number } минутын өмнө
